inst = '''
Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n
Проба Руф'є являє собою навантажувальний комплекс, призначений для оцінки працездатності серця при \n
фізичному навантаженні.
У випробуваного визначають частоту пульсу за 15 секунд.
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову: число \n
пульсацій за перші 15 секунд, 30 секунд відпочинку, число пульсацій за останні 15 секунд.\n '''
inst2 = "Давай зараз дізнаємось який ти квас."
inst3 = "З якого ти міста?(назва міста)"
inst4 = "Скільки тобі років?(число)"
inst5 = "Хто ти по гороскопу?"
inst6 = "Ти хлопець чи дівчина?"

inst7 = '''
Протягом хвилини заміряйте пульс двічі \n 
за перші 15 секунд, потім за останні 15 секунд \n 
результати запишіть у відповідні поля'''


def finish(a,b,c,e,age,mounth,male_or_female,city):
   if age >= 18:
      
      a="настоянний"
   else:
      a="свіжий"

   if mounth == "скорпіон":
      
      b="крутий"
   elif mounth == "овен":
      
      b="солодкий"

   elif mounth == "лев":
      
      b="серйозний"

   elif mounth == "стрілець":
      
      b="на хайпі"

   elif mounth == "близнюки":
      
      b="сиильногазований"

   elif mounth == "рак":
      
      b="гіркуватий"

   elif mounth == "терези":
      
      b="алкогольний"
   
   elif mounth == "діва":
      
      b="богоподібний"

   elif mounth == "козеріг":
      
      b="дикий"

   elif mounth == "риби":
      
      b="бочковий"

   elif mounth == "водолій":
      
      b="дорогий"

   elif mounth == "телець":
      
      b="дешевий"

   if city == "Крим":

      c="Кримський"

   elif city == "Вінниця":

      c="Вінницький"

   elif city == "Волинь":

      c="Волинський"

   elif city == "Дніпро":

      c="Дніперський"

   elif city == "Донецьк":

      c="Донецький"

   elif city == "Житомир":

      c="Житомирський"

   elif city == "Закарпаття":

      c="Закарпатський"

   elif city == "Запоріжжя":

      c="Запорізький"

   elif city == "Івано-Франківськ":

      c="Івано-Франківський"

   elif city == "Київ":

      c="Київський"

   elif city == "Кіровоград":

      c="Кіровоградський"

   elif city == "Луганськ":

      c="Луганський"

   elif city == "Львів":

      c="Львівський"
   
   elif city == "Миколаїв":

      c="Миколаївський"

   elif city == "Одеса":

      c="Одеський"

   elif city == "Полтава":

      c="Полтавський"

   elif city == "Рівне":

      c="Рівненський"

   elif city == "Суми":

      c="Сумський"

   elif city == "Тернопіль":

      c="Тернопілський"

   elif city == "Харків":

      c="Харківський"

   elif city == "Херсон":

      c="Херсонський"

   elif city == "Хмельницький":

      c="Хмельницький"

   elif city == "Черкаси":

      c="Черкаський"

   elif city == "Чернівці":

      c="Чернівецький"

   elif city == "Чернігів":

      c="Чернігівський"

   if male_or_female =="хлопець":

      e="чорний"

   elif male_or_female =="дівчина":

      e="білий"
